using System;
using System.Collections.Generic;
using System.ComponentModel;
using System.Drawing;
using System.Data;
using System.Linq;
using System.Text;
using System.Threading.Tasks;
using System.Windows.Forms;
using Histacom2.Engine;
using System.Threading;

namespace Histacom2.OS.Win95.Win95Apps.IE4Sites
{
    public partial class _12padams1998 : UserControl
    {
        public _12padams1998()
        {
            InitializeComponent();
            button1.Paint += (s, args) => Paintbrush.PaintClassicBorders(s, args, 2);
            button2.Paint += (s, args) => Paintbrush.PaintClassicBorders(s, args, 2);
            button3.Paint += (s, args) => Paintbrush.PaintClassicBorders(s, args, 2);
            button4.Paint += (s, args) => Paintbrush.PaintClassicBorders(s, args, 2);
            button5.Paint += (s, args) => Paintbrush.PaintClassicBorders(s, args, 2);
            button6.Paint += (s, args) => Paintbrush.PaintClassicBorders(s, args, 2);
            button7.Paint += (s, args) => Paintbrush.PaintClassicBorders(s, args, 2);
        }

        private void button3_Click(object sender, EventArgs e)
        {
            WinClassicDownloader opendownload = new WinClassicDownloader();
            WindowManager wm = new WindowManager();
            wm.StartWin95(opendownload, "Downloader", null, false, true);
            opendownload.appName.Text = "Downloading: FTP Client";
            opendownload.amountToDL = 56;
        }

        private void button2_Click(object sender, EventArgs e)
        {
            WinClassicDownloader opendownload = new WinClassicDownloader();
            WindowManager wm = new WindowManager();
            wm.StartWin95(opendownload, "Downloader", null, false, true);
            opendownload.appName.Text = "Downloading: Web Chat";
            opendownload.amountToDL = 35;
        }

        private void label17_Click(object sender, EventArgs e)
        {
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠ ̢͚̲̞̯͎͙̪̗̜̹͙͓͉͢ͅ#̡͙̻̫̝̪͙͚̺̝͓̘̬̬͙͔̀̕͠#̴҉͖̲̺̱͖͈̭̭ͅ#̸̸̷̼̫̪̖̻̻͈̭̬͓̘͓̦̟̻̪͇̞̕#̸̢̨̻̗̣̠̥̖̜̜̖̺͍̝̗͓̦̳̫#̛͡҉̭̝̙̟̘̩̬͖͎̘̞̭̖͔̪̼̠͢ͅ#̰̜̭̹̻̖̬̺͘͡#̛̬̣̳͔͔̘̟͜͢͟͡#̷̨̼̺̤̥̞́͢͡ ̢̞̬͙͍̬̪̪̰̰̰̙̮͙͚͕̩̟͇̕͜ͅ#̶͙̣̣̦͈͈̫̕͡#̸̡̥̹̮͇̱̱͍͜͜͢#̵̢̧̦͙̮̮͔͖̞̮͚͞#̧̗̤̱̪̜͓̠͖̞̰͍͢#̧̱̳̻̖̝͇͜͞#̛́҉͍̩̞̬͔̬̪̻̯̩";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠ ̢͚̲̞̯͎͙̪̗̜̹͙͓͉͢ͅ#̡͙̻̫̝̪͙͚̺̝͓̘̬̬͙͔̀̕͠#̴҉͖̲̺̱͖͈̭̭ͅ#̸̸̷̼̫̪̖̻̻͈̭̬͓̘͓̦̟̻̪͇̞̕#̸̢̨̻̗̣̠̥̖̜̜̖̺͍̝̗͓̦̳̫#̛͡҉̭̝̙̟̘̩̬͖͎̘̞̭̖͔̪̼̠͢ͅ#̰̜̭̹̻̖̬̺͘͡#̛̬̣̳͔͔̘̟͜͢͟͡#̷̨̼̺̤̥̞́͢͡ ̢̞̬͙͍̬̪̪̰̰̰̙̮͙͚͕̩̟͇̕͜ͅ#̶͙̣̣̦͈͈̫̕͡#̸̡̥̹̮͇̱̱͍͜͜͢#̵̢̧̦͙̮̮͔͖̞̮͚͞#̧̗̤̱̪̜͓̠͖̞̰͍͢#̧̱̳̻̖̝͇͜͞";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠ ̢͚̲̞̯͎͙̪̗̜̹͙͓͉͢ͅ#̡͙̻̫̝̪͙͚̺̝͓̘̬̬͙͔̀̕͠#̴҉͖̲̺̱͖͈̭̭ͅ#̸̸̷̼̫̪̖̻̻͈̭̬͓̘͓̦̟̻̪͇̞̕#̸̢̨̻̗̣̠̥̖̜̜̖̺͍̝̗͓̦̳̫#̛͡҉̭̝̙̟̘̩̬͖͎̘̞̭̖͔̪̼̠͢ͅ#̰̜̭̹̻̖̬̺͘͡#̛̬̣̳͔͔̘̟͜͢͟͡#̷̨̼̺̤̥̞́͢͡ ̢̞̬͙͍̬̪̪̰̰̰̙̮͙͚͕̩̟͇̕͜ͅ#̶͙̣̣̦͈͈̫̕͡#̸̡̥̹̮͇̱̱͍͜͜͢#̵̢̧̦͙̮̮͔͖̞̮͚͞";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠ ̢͚̲̞̯͎͙̪̗̜̹͙͓͉͢ͅ#̡͙̻̫̝̪͙͚̺̝͓̘̬̬͙͔̀̕͠#̴҉͖̲̺̱͖͈̭̭ͅ#̸̸̷̼̫̪̖̻̻͈̭̬͓̘͓̦̟̻̪͇̞̕#̸̢̨̻̗̣̠̥̖̜̜̖̺͍̝̗͓̦̳̫#̛͡҉̭̝̙̟̘̩̬͖͎̘̞̭̖͔̪̼̠͢ͅ#̰̜̭̹̻̖̬̺͘͡#̛̬̣̳͔͔̘̟͜͢͟͡#̷̨̼̺̤̥̞́͢͡ ̢̞̬͙͍̬̪̪̰̰̰̙̮͙͚͕̩̟͇̕͜ͅ#̶͙̣̣̦͈͈̫̕͡";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠ ̢͚̲̞̯͎͙̪̗̜̹͙͓͉͢ͅ#̡͙̻̫̝̪͙͚̺̝͓̘̬̬͙͔̀̕͠#̴҉͖̲̺̱͖͈̭̭ͅ#̸̸̷̼̫̪̖̻̻͈̭̬͓̘͓̦̟̻̪͇̞̕#̸̢̨̻̗̣̠̥̖̜̜̖̺͍̝̗͓̦̳̫#̛͡҉̭̝̙̟̘̩̬͖͎̘̞̭̖͔̪̼̠͢ͅ#̰̜̭̹̻̖̬̺͘͡#̛̬̣̳͔͔̘̟͜͢͟͡#̷̨̼̺̤̥̞́͢͡";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠ ̢͚̲̞̯͎͙̪̗̜̹͙͓͉͢ͅ#̡͙̻̫̝̪͙͚̺̝͓̘̬̬͙͔̀̕͠#̴҉͖̲̺̱͖͈̭̭ͅ#̸̸̷̼̫̪̖̻̻͈̭̬͓̘͓̦̟̻̪͇̞̕#̸̢̨̻̗̣̠̥̖̜̜̖̺͍̝̗͓̦̳̫#̛͡҉̭̝̙̟̘̩̬͖͎̘̞̭̖͔̪̼̠͢ͅ#̰̜̭̹̻̖̬̺͘͡";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠ ̢͚̲̞̯͎͙̪̗̜̹͙͓͉͢ͅ#̡͙̻̫̝̪͙͚̺̝͓̘̬̬͙͔̀̕͠#̴҉͖̲̺̱͖͈̭̭ͅ#̸̸̷̼̫̪̖̻̻͈̭̬͓̘͓̦̟̻̪͇̞̕#̸̢̨̻̗̣̠̥̖̜̜̖̺͍̝̗͓̦̳̫";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠ ̢͚̲̞̯͎͙̪̗̜̹͙͓͉͢ͅ#̡͙̻̫̝̪͙͚̺̝͓̘̬̬͙͔̀̕͠#̴҉͖̲̺̱͖͈̭̭ͅ";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠ ̢͚̲̞̯͎͙̪̗̜̹͙͓͉͢ͅ#̡͙̻̫̝̪͙͚̺̝͓̘̬̬͙͔̀̕͠";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕#̧͢͠͏̖̙͚͉͇̣̜̖ͅ#̜̝͚͓̳̘̭̣̲̟̤̖͇̬̠̯̠̀͠";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟ ̨̡̘͓͔̜̭̫͖͔̰̦̘̀#̛͓̬̭̦̹̙̭͕̕";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬#҉̵̻̜͇̻̹͈̀͟";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠҉̨̧҉̯̙̹̝̟̺̰͖̹̞̻̝̖̪͉͍͇̬";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝d̻̻̪̙͖̬͈͟͝e͠";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅÀ͏̰̮̞̲̠̩̳͙͓͉̭̼̠͕̣͇̜͎ͅd̢̩̝̙̩̭̫͓̮͙͔̘̥͝";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ ͏̙͇̮̤̠͇̜͚͈͇͔̠̙͜͡ͅ";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞:̧͟͏̰̣̠̹͍͔̼͕̲͇̪̥̗̞͚͇̖ͅ";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦9͠҉̶̢͔̹̖͇̫̩̻̪̬͔̥̟̺̼̺̟̫8̷̴̶̱̩͖̟̠̬̻̼̳̰̺͚͜͞";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "1̧͙̙̦̪͙͇̜̥͍̟͍̹̰̝͖̫̩͘͡͡9̸̨͏̖̱̗̣̥͕̲͈̬̦";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "P";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "Pa";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "Pas";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "Pass";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "Passw";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "Passwo";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "Passwor";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "Password";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "Password:";
            Thread.Sleep(100);
            Refresh();
            label16.Text = "Password: projectDeath98";
            Refresh();
        }

        private void button1_Click(object sender, EventArgs e)
        {
            WinClassicDownloader opendownload = new WinClassicDownloader();
            WindowManager wm = new WindowManager();
            wm.StartWin95(opendownload, "Downloader", null, false, true);
            opendownload.appName.Text = "Downloading: Guess The Number V1";
            opendownload.amountToDL = 16;
        }
    }
}
